tap "anomalyco/tap"
tap "common-fate/granted"
tap "dopplerhq/cli"
tap "homebrew/services"
brew "aws-sso-util"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cloudflared"
brew "cocoapods"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "llvm"
brew "lsd"
brew "mcp-toolbox"
brew "mole"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watch"
brew "webp"
brew "anomalyco/tap/opencode"
brew "common-fate/granted/granted"
brew "dopplerhq/cli/doppler", link: false
cask "aws-vpn-client"
cask "bruno"
cask "codex"
cask "discord"
cask "excalidrawz"
cask "figma"
cask "gcloud-cli"
cask "ghostty"
cask "gitify"
cask "google-chrome"
cask "helium-browser"
cask "jet-pilot"
cask "kap"
cask "linear"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "proton-pass"
cask "raycast"
cask "session-manager-plugin"
cask "skim"
cask "slack"
cask "spotify"
cask "tablepro"
cask "telegram"
cask "whatsapp"
cask "zed"
cask "zoom"
go "cmd/go"
go "cmd/gofmt"
cargo "aoc-cli"
cargo "sea-orm-cli"
cargo "sqlx-cli"
cargo "tmux-sessionizer"
cargo "tree-sitter-cli"
