tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
brew "glib"
brew "gh"
brew "git"
brew "go"
brew "harfbuzz"
brew "libheif"
brew "imagemagick"
brew "neovim"
brew "postgresql@14"
brew "ripgrep"
brew "planetscale/tap/pscale"
cask "audacity"
cask "brave-browser"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "linear"
cask "messenger"
cask "neo4j"
cask "ngrok"
cask "notion"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "slack"
cask "soulseek"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
